{
  "heroComp": {
    "title": "1good - O‘zbekistondagi ilk Sun'iy intellektga asoslangan Frilans platforma",
    "subTitle": "Xavfiz to'lovlar, sun'iy intellekt asosida loyiha tafsilotlari va tezkor shartnomalar orqali O'zbekiston va  uning atrofidagi frilanserlar va mijozlarni bog'lovchi platforma.",
    "btnText": "Ro'yxatdan o'tish"
  },
  "servicesComp": {
    "title": "Xizmatlar",
    "subTitle": "1good platformasida biz frilanserlar va mijozlar o'rtasida ishonch va samaradorlikni oshiruvchi xizmatlar taklif etamiz.Muvaffaqiyatingizga qanday hissa qo'shayotganimizni bilib oling:",
    "btnText": "Ko'proq bilish ",
    "servicesData": [
      {
        "title1": "Secure Payments",
        "title2": "with Escrow",
        "description": "Escrow tizimimiz har bir kelishuv xavfsizligini kafolatlaydi. Mijozlar mablag'larni oldindan kiritadilar, frilanserlar esa ish tasdiqlangandan keyin mablag'ni olishadi, bu esa ikkala tomon uchun tinchlikni ta'minlaydi.",
        "image": "service1.svg",
        "url": "/"
      },
      {
        "title1": "AI-Powered",
        "title2": "Project Clarity",
        "description": "Loyiha ma'lumotlarini osonlik bilan yaratish uchun Sun'iy intellekt yordamchimizdan foydalaning. Faqat bir nechta oddiy savolga javob bering va frilanserlar bilan mijozlarni birinchi kundan boshlab bir xil sahifada ushlab turadigan aniq yo'l xaritasini oling.",
        "image": "service2.svg",
        "url": "/"
      },
      {
        "title1": "Instant",
        "title2": "Contracts",
        "description": "Bir necha marta bosish orqali professional, huquqiy kuchga ega shartnomalarni yarating. Bizning AI tizimimiz sizning loyihangizga mos keladigan elektron imzolar bilan kelishuvlarni tayyorlaydi, shunda ishni tezroq boshlashingiz mumkin.",
        "image": "service3.svg",
        "url": "/"
      },
      {
        "title1": "Flexible",
        "title2": "Credits",
        "description": "Talant kerak, lekin mablag' yetishmayaptimi? 1good Kreditlarini ishlatib, loyihalarni hoziroq boshlang va qulay bo'lib to'lash imkoniyatiga ega bo'ling, frilanserlarga to'lov o'z vaqtida yetkazildi..",
        "image": "service4.svg",
        "url": "/"
      },
      {
        "title1": "Easy",
        "title2": "Manage projects",
        "description": "Barcha muhim bosqichlar, tasdiqlar va to'lovlar jarayonini bir joyda kuzatib boring. Bizning qulay boshqaruv panelimiz frilanserlar va mijozlarga tartibni saqlash va muvaffaqiyatga erishishda yordam beradi.",
        "image": "service5.svg",
        "url": "/"
      },
      {
        "title1": "Transparent ",
        "title2": "Feedbacks",
        "description": "Loyiha yakunida fikr almashish. Ochiq baholar bilan reytingni oshiring, bu frilanserlarga ajralib turishga, mijozlarga esa ishonchli mutaxassislarni topishga yordam beradi.",
        "image": "service6.svg",
        "url": "/"
      }
    ]
  },
  "freelanceComp": {
    "title": "Frilans tajribangizni o'zgartirishga tayyormisiz?",
    "subTitle": "1good loyihalaringizni Xavfsiz To'lovlar, Sun'iy Intellekt vositalari va Moslashuvchan Kreditlar bilan qanday rivojlantirishini bilib oling. Frilansingni yanada samarali qilaylik!",
    "btnText": "Hozir boshlang "
  },
  "caseComp": {
    "title": "Tajriba Tahlillari",
    "subTitle": "O'zbekistondagi frilanserlar va mijozlar ishonchli va samarali 1good platformasi orqali qanday muvaffaqiyatga erishayotganini ko‘ring.",
    "btnText": "Ko'proq bilish",
    "caseData": [
      {
        "description": "Kichik nonvoyxona 1good.uz orqali tajribali SMM va Dizayner frilanserlarni topgach, ijtimoiy tarmoqdagi auditoriya va onlayn buyurtmalari 30%ga oshdi",
        "url": "/"
      },
      {
        "description": "Tech-startup 1good.uz bilan dasturchi frilanserni topib, o'z MVPsini atigi bir haftada yaratdi va ishga tushirdi, vaqt va byudjetni tejadi.",
        "url": "/"
      },
      {
        "description": "Universitet talabasining tarjima bo'yicha bilimlari 1good.uz yordamida doimiy daromad manbaiga aylandi. U o'qishi va ishi o'rtasida muvozanatni saqlab qoldi",
        "url": "/"
      }
    ]
  },
  "worksComp": {
    "title": "1good Qanday Ishlaydi ",
    "subTitle": "Frilanserlar va Mijozlarni muammosiz bog'lovchi oddiy jarayon",
    "worksData": [
      {
        "id": "01",
        "title": "Loyihangizni Joylang",
        "description": "Avvalo loyihangizga nima kerakligini yozing. Qisqa shakldagi formaga loyiha haqidagi ma'lumotlarni ya'ni byudjet, muddat kabilarni kiriting, platformamiz siz uchun mos frilanserlarni topadi."
      },
      {
        "id": "02",
        "title": "Takliflarni Qabul qiling",
        "description": "Frilanserlar sizning loyihangizni ko'rib chiqishadi va maxsus takliflar yuborishadi. Ehtiyojlaringizga eng mos keladiganini topish uchun ularning ko'rsatkichlarini ko'rib chiqing."
      },
      {
        "id": "03",
        "title": "Frilanseringizni Tanlang",
        "description": "Takliflarni solishtiring va sizga eng mos frilanserni tanlang. Profilini va uning sharhlarini tekshiring, ishonch bilan ish boshlang."
      },
      {
        "id": "04",
        "title": "Hamkorlikda ishlang",
        "description": "Bizning sun'iy intellekt tomonidan yaratilgan loyiha tafsilotlari va tezkor shartnomalardan foydalanib frilanser bilan muammosiz hamkorlik qiling. Boshqaruv paneli orqali jarayonni kuzatib boring, har bir qadamda aniqlikka ishonch hosil qiling."
      },
      {
        "id": "05",
        "title": "Ishni Tekshiring",
        "description": "Frilanser ishni topshirgach uni ko'rib chiqing va sizning talablaringizga mosligini tekshiring. Kerak bo'lsa tuzatishlar so'rashingiz mumkin, yoki tasdiqlab keyingi bosqichga o'ting."
      },
      {
        "id": "06",
        "title": "To'lovni Yakunlang",

        "description": "Tasdiqlangandan so'ng, mablag' Escrow tizimidan frilanserga o'tkaziladi. Xavfsiz va xavotirsiz to'lovlardan zavqlaning- bu har ikki tomon uchun himoyani kafolatlaydi."
      }
    ]
  },
  "reviewsComp": {
    "title": "Sharhlar",
    "subTitle": "Mijozlarimiz nima deydi: xizmatlarimiz haqida fikrlarni o'qing",
    "reviewsData": [
      {
        "text": "“Bizga tarjimon zudlik bilan kerak edi. Jarayon tez, xavfsiz va asab buzilishlarisiz oʻtdi. Pul xavfsiz hisobda saqlanganligi tufayli, biz natijani ko'rmagunimizcha to'lov amalga oshirilmasligiga ishonch hosil qildik. Tavsiya qilaman!”",
        "name": "Iskandar",
        "title": "NGO koordinatori"
      },
      {
        "text": "“Kichik biznes egasi sifatida, barcha summani birdaniga to'lolmasdim.Kredit tizimi yordamida darhol grafik dizayner topdim, va to'lovni bo'lib to'ladim. Bu kompaniyamni qurishga yordam berdi.”",
        "name": "Dilbar",
        "title": "Marketing Menejer"
      },
      {
        "text": "“Menda startap idea bor edi, lekin qanday qilib yaxshi izohlashni bilmasdim. AI yordamchisi menga ideal loyiha tavsifini yozishda yordam berdi. 3 kun ichida, menda MVP dasturchi ishlay boshladi. Super qulay!”",
        "name": "Rustam",
        "title": "Startup Asoschi"
      },
      {
        "text": "“1good.uzdagi men eng yoqtirgan jihat-adolatlilik. Mijozlar nima uchun pul to'layotganini aniq bilishadi, va men esa qachon va qanday to'lanishini bilaman. Bu O'zbekistondagi frilanserlar uchun qoidalarni o'zgartirdi.”",
        "name": "Nilufar",
        "title": "Kontent Yozuvchi"
      },
      {
        "text": "“Men backend dasturchiman, va ushbu platforma orqali birinchi katta summali loyihamni oldim. Avtomatik shartnoma men va mijozga ishinch berdi. Ishni tugatdim, va to'lov osonlik bilan o'tdi.”",
        "name": "Azamat",
        "title": "Node.js Dasturchi"
      },
      {
        "text": "“1good.uzdan oldin, mijoz talablarini tushunishda qiynalardim. lekin hozir, loyiha tavsiflarini AI yordamchi amalga oshirayotgani sababli, har doim bilaman mendan nima kutilayotganini. Escrow tizimi menga xotirjamlik beradi, endi to'lov ortidan quvish shart emas.”",
        "name": "Ziyoda",
        "title": " UI/UX Dizayner"
      }
    ]
  },
  "contactComp": {
    "title": "Biz bilan bog'laning",
    "subTitle": "Biz bilan bog'laning: Sizning talablaringizni muhokama qilamiz",
    "radio1": "Salom ayting",
    "radio2": "Taklif oling",
    "fullName": "Ism",
    "email": "Elektron pochta manzili",
    "message": "Xabar",
    "btnText": "Xabar yuboring"
  }
}
