{
  "heroComp": {
    "title": "Frilanserlar bilan ishonchli hamkorlik",
    "subTitle": "O‘zbekistondagi iqtidorli frilanserlar yoki mijozlar bilan bog‘laning — har bir bosqichda ishonch va samaradorlikni ta’minlaydigan vositalar yordamida."
  },
  "escowComp": {
    "title1": "Escrow orqali",
    "title2": "Xavfsiz To'lovlar",
    "subTitle": "1good’ning Escrow tizimi bilan to‘lovlar loyiha tasdiqlanguncha xavfsiz saqlanadi. Freelancerlar ishonchli tarzda haq olishadi, mijozlar esa faqat qoniqqanidan so‘ng mablag‘ni yechib berishadi — bu esa ishonchni tabiiy shakllantiradi.",
    "btnText": "Ro'yxatdan o'tish"
  },

  "weWorkComp": {
    "title": "Biz qanday ishlaymiz: SEO jarayoni",
    "subTitle": "Bosqichma-bosqich SEO strategiyamiz profilingiz reytingini oshiradi, ko‘proq tashrif buyuruvchilarni jalb qiladi va uzoq muddatli natijalar beradi.",
    "weWorkData": [
      {
        "id": "01",
        "title": "Loyihani Boshlash",
        "description": "Mijozlar loyiha talablari, byudjet va muddatni belgilab e’lon qilishadi. Bizning sun’iy intellekt yordamchimiz aniq topshiriq yaratishda yordam beradi."
      },
      {
        "id": "02",
        "title": "Takliflar Tanlovi",
        "description": "Frilanserlar loyiha uchun moslashtirilgan takliflar yuborishadi. Mijozlar ularni ko‘rib chiqib, eng mos narx va ko‘nikmalar asosida tanlov qilishadi."
      },
      {
        "id": "03",
        "title": "Shartnoma Tuzish",
        "description": "Frilanserlar tanlangach, platforma ikki tomon manfaatlarini himoya qiluvchi rasmiy shartnomani avtomatik yaratadi."
      },
      {
        "id": "04",
        "title": "Xavfsiz to‘lov",
        "description": "Mijozlar mablag‘ni Escrow hisobiga o‘tkazishadi. Mablag‘ loyiha yakunlanguncha saqlanadi va bu ishonchni mustahkamlaydi."
      },
      {
        "id": "05",
        "title": "Hamkorlik & Yetkazib berish",
        "description": "Frilanserlar va mijozlar bizning boshqaruv paneli orqali ishlashadi. Ish topshirilgach, mijoz uni ko‘rib chiqadi va tasdiqlaydi.."
      },
      {
        "id": "06",
        "title": "To'lovni Amalga oshirish",
        "description": "Mijoz tasdiqlagach, mablag‘ frilanserga o‘tkaziladi. Har ikki tomon izoh qoldirishi mumkin — bu kelajakdagi loyihalarda ishonchni oshiradi."
      }
    ]
  },
  "rankComp": {
    "title": "Reytinglaringizni ko'tarishga harakat qilyapsizmi?",
    "subTitle": "Xavfsiz va qulay hamkorlikni ta’minlovchi platformaga qo‘shiling.",
    "description": "1good platformasida biz freelancerlar va mijozlarning muvaffaqiyatli ishlashiga ko‘maklashamiz — bunga Escrow to‘lovlari, sun’iy intellektga asoslangan qulay vositalar va Credits kabi moslashuvchan moliyaviy imkoniyatlar orqali erishamiz. Agar siz iste’dod izlayotgan bo‘lsangiz yoki o‘z ko‘nikmalaringizni taklif qilayotgan bo‘lsangiz — keling, keyingi loyihangizni birgalikda muvaffaqiyatli qilaylik",
    "btnText": "Sayohatingizni boshlang"
  }
}
