{
  "heroComp": {
    "title": "Muammosiz Frilans Hamkorligi",
    "subTitle": "Har bir bosqichda ishonch va samaradorlikni kafolatlaydigan qulay vositalar yordamida O'zbekistondagi iqtidorli frilanserlar va mijozlar bilan oson bog'laning."
  },
  "escowComp": {
    "title1": "Escrow bilan",
    "title2": "Xavfsiz To'lovlar",
    "subTitle": "1good'ning Escrow tizimi bilan to'lovlar loyiha tasdiqlanguncha xavfsiz saqlanadi. Frilanserlar o'z ish haqlarini kafolat bilan olishadi, mijozlar esa faqat loyiha natijalaridan qoniqqanida to'lovni tasdiqlashadi  — bu esa ishonchni tabiiy shakllantiradi.",
    "btnText": "Ro'yxatdan o'tish"
  },
  "weWorkComp": {
    "title": "Biz qanday ishlaymiz: SEO jarayoni",
    "subTitle": "Bosqichma-bosqich SEO strategiyamiz profilingiz reytingini oshiradi, ko'proq tashrif buyuruvchilarni jalb qiladi va uzoq muddatli natijalar beradi.",
    "weWorkData": [
      {
        "id": "01",
        "title": "Loyiha Yaratish",
        "description": "Mijozlar loyiha ehtiyojlarini-byudjet, muddatlarni aniqlab joylashtiradi. Bizning Sun'iy intellekt yordamchimiz aniq loyiha tafsilotini yaratib to'g'ri frilanserlarni jalb qilishga ko'maklashadi."
      },
      {
        "id": "02",
        "title": "Takliflarni Moslash",
        "description": "Frilanserlar loyiha talablariga moslashtirilgan takliflar taqdim etadi. Mijozlar takliflarni ko'rib chiqib, ko'nikmalar va narxlarini taqqoslab, o'z ehtiyojlariga eng mos keladigan frilanserni tanlaydi."
      },
      {
        "id": "03",
        "title": "Shartnoma Tuzish",
        "description": "Frilanser tanlangach, platforma loyiha tafsilotlariga muvofiq ikki tomon manfaatlarini himoya qiluvchi huquqiy kuchga ega shartnomani avtomatik yaratadi."
      },
      {
        "id": "04",
        "title": "Xavfsiz to'lov",
        "description": "Mijozlar mablag'ni Escrow hisobiga o'tkazishadi. Mablag' loyiha yakunlanguncha saqlanadi va bu ishonchni mustahkamlaydi."
      },
      {
        "id": "05",
        "title": "Hamkorlik & Yetkazib berish",
        "description": "Frilanserlar va mijozlar bizning boshqaruv panel orqali birgalikda ishlashadi. Ish topshirilgach, mijoz uni ko'rib chiqadi va tasdiqlaydi."
      },
      {
        "id": "06",
        "title": "To'lovni Tasdiqlash",
        "description": "Mijoz tasdiqlagach, mablag' Escrow tizimi orqali frilanserga o'tkaziladi. Har ikki tomon kelajakdagi hamkorlik loyihalar uchun ishonchni mustahkamlash maqsadida izoh qoldirishlari mumkin."
      }
    ]
  },
  "rankComp": {
    "title": "Reytinglaringizni oshirishga harakat qilyapsizmi?",
    "subTitle": "Hamkorlikni xavfsiz va qulay qilish uchun platformadan ro'yxatdan o'ting",
    "description": "1good'da biz freelancerlar va mijozlarga Escrow to'lovlari, Sun'iy intellekt vositalari va Kreditlar kabi moslashuvchan moliyaviy imkoniyatlar bilan yordam beramiz. Siz iqtidor izlayapsizmi yoki o'z ko'nikmalaringizni taklif qilmoqchimisiz, keling, keyingi loyihangizni muvaffaqiyatli qiling.",
    "btnText": "Sayohatingizni boshlang"
  }
}
