{
  "heroComp": {
    "title": "К Успеху Вместе",
    "subTitle": "В 1good мы верим, что когда правильные люди объединяются, происходят удивительные вещи. Наша платформа предоставляет фрилансерам и клиентам возможность сотрудничать уверенно и эффективно с помощью умных инструментов, прозрачных договоров и безопасных платежей."
  },
  "buildingComp": {
    "title": "Строим Будущее Вместе",
    "subTitle": "Мы стремимся вместе создавать новые возможности и надежное сотрудничество.",
    "buildingData": [
      {
        "id": "1",
        "iconType": "Building2",
        "description": "100% честное и прозрачное сотрудничество"
      },
      {
        "id": "2",
        "iconType": "Star",
        "description": "Открытая глобальная платформа для фрилансеров и клиентов"
      },
      {
        "id": "3",
        "iconType": "FileSignature",
        "description": "Надежные договоры, этапы и отзывы"
      },
      {
        "id": "4",
        "iconType": "Users",
        "description": "Создано креативщиками, инженерами и специалистами проектов"
      },
      {
        "id": "5",
        "iconType": "Trophy",
        "description": "Ваш успех — наша цель"
      }
    ]
  },
  "journeyComp": {
    "title": "Наш Путь",
    "subTitle": "От маленьких шагов к зрелости — узнайте, как 1good влияет на бизнес по всему миру.",
    "journeyData": [
      {
        "id": "1",
        "year": 2025,
        "title": "Полный запуск в Узбекистане",
        "description": "В 2025 году 1good полностью выходит на рынок Узбекистана. Платформа объединяет силу искусственного интеллекта и квалифицированных фрилансеров, обеспечивая пользователей безопасными платежами и современными AI-инструментами. До конца года мы расширимся на другие страны Центральной Азии и запустим локальную поддержку для каждого региона."
      },
      {
        "id": "2",
        "year": 2026,
        "title": "Свободная Среда Сотрудничества",
        "description": "К 2026 году 1good внедрит многоязычные панели управления и новые средства общения для пользователей в Казахстане, Туркменистане, Таджикистане и Кыргызстане. Это обеспечит непрерывное и удобное взаимодействие между фрилансерами и клиентами по всей Центральной Азии."
      },
      {
        "id": "3",
        "year": 2027,
        "title": "Развитие в Евразии",
        "description": "В 2027 году 1good расширяется в Евразию, поддерживая различные проекты через новые методы оплаты и AI-инструменты с комиссией 5%."
      },
      {
        "id": "4",
        "year": 2028,
        "title": "Глобальное Расширение",
        "description": "К 2028 году 1good выйдет на глобальный уровень — соединяя фрилансеров и клиентов со всего мира с помощью безопасного и AI-ориентированного сотрудничества."
      }
    ]
  },
  "coreComp": {
    "title": "Наши Ценности",
    "subTitle": "Ценности, на которых основана вся наша деятельность:",
    "coreData": [
      {
        "id": "1",
        "title": "Прежде Всего Доверие",
        "description": "Доверие стоит на первом месте в каждом сотрудничестве. Система escrow и открытые процессы дают уверенность как фрилансерам, так и клиентам, создавая прочную основу для совместной работы.",
        "image": null
      },
      {
        "id": "2",
        "title": "Постоянные Инновации",
        "description": "Мы всегда открыты для новшеств, чтобы расширять возможности наших пользователей. Благодаря описаниям проектов на базе AI и автоматическим договорам мы делаем сотрудничество между фрилансерами и клиентами ещё быстрее и эффективнее.",
        "image": "/core1.svg"
      },
      {
        "id": "3",
        "title": "Сотрудничество",
        "description": "Мы предоставляем сотрудничество, подходящее для всех. 1good работает на основе честной и открытой системы, позволяя фрилансерам и клиентам добиваться успеха вместе.",
        "image": "/core2.svg"
      },
      {
        "id": "4",
        "title": "Прозрачность",
        "description": "Мы открываем двери возможностей для всех. Через систему кредитования для клиентов 1good делает фриланс доступным каждому, поддерживая рост и достижение целей обеих сторон.",
        "image": null
      }
    ]
  },
  "founderComp": {
    "title": "«В 1good мы делаем фриланс безопасным, удобным и эффективным.»",
    "subTitle": "— Шохжахон Сохибов, соучредитель 1good"
  },
  "joinComp": {
    "title": "Присоединяйтесь к Нашей Команде",
    "subTitle": "В 1good мы развиваемся на основе инноваций и сотрудничества. Мы ищем людей, готовых присоединиться к нам и стремящихся влиять на бизнес. Вы готовы?",
    "btnText": "Откройте свою карьеру"
  }
}
