{
  "heroComp": {
    "title": "Вместе к успеху",
    "subTitle": "В 1good мы верим, что великие дела происходят, когда правильные люди объединяются. Наша платформа помогает фрилансерам и клиентам эффективно и уверенно сотрудничать с помощью умных инструментов, четких соглашений и безопасных платежей."
  },
  "buildingComp": {
    "title": "Что мы создаём вместе",
    "subTitle": "Раздел, ориентированный на будущее: ценности и амбиции вместо прошлых цифр.",
    "buildingData": [
      {
        "id": "1",
        "iconType": "Building2",
        "description": "100% фокус на честное и прозрачное сотрудничество"
      },
      {
        "id": "2",
        "iconType": "Star",
        "description": "Открытая платформа для фрилансеров и бизнеса по всему миру"
      },
      {
        "id": "3",
        "iconType": "FileSignature",
        "description": "Контракты, этапы и отзывы, которым можно доверять"
      },
      {
        "id": "4",
        "iconType": "Users",
        "description": "Создано креативщиками, инженерами и профи управления проектами"
      },
      {
        "id": "5",
        "iconType": "Trophy",
        "description": "Ваш успех — наша миссия"
      }
    ]
  },
  "journeyComp": {
    "title": "Наш путь",
    "subTitle": "От скромного начала до лидерства в индустрии — узнайте, как 1good помогает бизнесам по всему миру достигать успеха.",
    "journeyData": [
      {
        "id": "1",
        "year": 2025,
        "title": "Полноценный запуск в Узбекистане",
        "description": "В 2025 году 1good полностью запускается в Узбекистане, объединяя ИИ и живых фрилансеров. К концу года мы расширяемся по Центральной Азии с локальной поддержкой."
      },
      {
        "id": "2",
        "year": 2026,
        "title": "Лучшее сотрудничество",
        "description": "В 2026 году мы добавим мультиязычные панели (казахский, туркменский, таджикский, киргизский) и мессенджер для легкого общения в регионе."
      },
      {
        "id": "3",
        "year": 2027,
        "title": "Рост в Евразии",
        "description": "В 2027 году 1good выходит на евразийский рынок, внедряя новые способы оплаты и ИИ-инструменты, сохраняя нашу модель 5% комиссии."
      },
      {
        "id": "4",
        "year": 2028,
        "title": "Глобальное присутствие",
        "description": "К 2028 году 1good выходит на глобальный рынок, объединяя фрилансеров и клиентов по всему миру с безопасным, ИИ-управляемым сотрудничеством."
      }
    ]
  },
  "coreComp": {
    "title": "Наши ключевые ценности",
    "subTitle": "В основе всего, что мы делаем, лежат следующие ценности:",
    "coreData": [
      {
        "id": "1",
        "title": "Доверие прежде всего",
        "description": "Мы строим отношения на доверии. Система Escrow и прозрачные процессы делают сотрудничество безопасным и надёжным.",
        "image": null
      },
      {
        "id": "2",
        "title": "Инновации всегда",
        "description": "Мы внедряем инновации, чтобы усиливать наших пользователей. ИИ-инструменты для брифов и контрактов меняют подход к фрилансу.",
        "image": "/core1.svg"
      },
      {
        "id": "3",
        "title": "Сотрудничество",
        "description": "Мы создаем условия, в которых выигрывают все. 1good поддерживает честную среду для эффективной совместной работы.",
        "image": "/core2.svg"
      },
      {
        "id": "4",
        "title": "Прозрачность",
        "description": "Мы открываем возможности для всех. С кредитами для клиентов 1good делает фриланс доступным и честным.",
        "image": null
      }
    ]
  },
  "founderComp": {
    "title": "“В 1good мы делаем фриланс безопасным, простым и вдохновляющим для всех.”",
    "subTitle": "— Шохжахон Сохибов, соучредитель 1good"
  },
  "joinComp": {
    "title": "Присоединяйтесь к нашей команде",

    "subTitle": "В 1good мы развиваемся благодаря инновациям и сотрудничеству. Мы всегда рады видеть в команде увлечённых людей, готовых помогать бизнесам расти. Готовы изменить мир к лучшему?",
    "btnText": "Посмотреть вакансии"
  }
}
