{
  "heroComp": {
    "title": "Решение проблем фриланса",
    "description": "Узнайте, как 1good помогает фрилансерам и заказчикам справляться с основными трудностями, обеспечивая надёжное и удобное сотрудничество."
  },
  "paymentComp": {
    "title": "Устраняем неопределенность с оплатой",
    "subTitle": "Больше никаких рисков с платежами",
    "description": "Фрилансеры часто сталкиваются с задержкой или неуплатой гонораров, а заказчики переживают за оплату незавершённых проектов. Escrow-система 1good безопасно хранит средства до выполнения работы, создавая защиту и доверие для обеих сторон.",
    "btnText": "Зарегистрироваться",
    "paymentData": [
      {
        "percentage": "96%",
        "description": "Рост IT-фрилансеров в 2024 году"
      },
      {
        "percentage": "86.8%",
        "description": "Увеличение количества фрилансеров в 2024 году"
      },
      {
        "value": "527 000",
        "description": "Активные юридические лица"
      },
      {
        "value": "200 000+",
        "description": "Недостаток специалистов"
      }
    ]
  },
  "chellangesComp": {
    "title": "Наши решения",
    "subTitle": "1good понимает сложности фриланса и стремится сделать ваш опыт лучше.",
    "linkText": "Узнать больше",
    "chellangesCompData": [
      {
        "title": "Неопределённые требования к проекту",
        "description": "Заказчики часто испытывают трудности в формулировке задач, что приводит к недопониманию. AI-помощник 1good создаёт чёткие и подробные инструкции, обеспечивая единое понимание между фрилансером и заказчиком."
      },
      {
        "title": "Задержки с оплатой фрилансерам",
        "description": "Задержка или отсутствие оплаты создаёт финансовое давление на фрилансеров. С Escrow-системой 1good средства заранее защищены и выплачиваются только после подтверждения работы."
      },
      {
        "title": "Финансовые ограничения",
        "description": "Когда у заказчика недостаточно средств для немедленного найма, проект откладывается. Кредитная система 1good позволяет начать проект сразу, а оплату провести позже, при этом фрилансер получает аванс."
      },
      {
        "title": "Юридические риски в договорах",
        "description": "Без правильно оформленных договоров возникают споры и риски. AI-сервис 1good быстро и автоматически создаёт юридически корректные контракты, защищая обе стороны."
      },
      {
        "title": "Недостаток инструментов для совместной работы",
        "description": "Неудобные каналы коммуникации тормозят проект. Единая панель управления 1good облегчает отслеживание проекта, обмен обновлениями и совместную работу."
      },
      {
        "title": "Недоверие в фрилансе",
        "description": "Фрилансеры и заказчики беспокоятся о надёжности и качестве. Система отзывов 1good позволяет пользователям оценивать и комментировать друг друга, укрепляя доверие."
      }
    ]
  },
  "successComp": {
    "title": "Начните свой путь к успеху во фрилансе",
    "subTitle": "Свяжитесь с нами уже сегодня и узнайте, как 1good поможет вам находить надёжных фрилансеров или заказчиков в Узбекистане, превращая каждый проект в успех с безопасными платежами и AI-инструментами.",
    "btnText": "Начать сейчас"
  }
}
