{
  "heroComp": {
    "title": "Создавайте доверие и работайте с умом с 1good",
    "subTitle": "Надёжная платформа для безопасных платежей, ИИ-бриев по проектам и мгновенных контрактов, соединяющая фрилансеров и заказчиков в Узбекистане и за его пределами.",
    "btnText": "Регистрация"
  },
  "servicesComp": {
    "title": "Услуги",
    "subTitle": "В 1good мы предлагаем ряд услуг для обеспечения доверия и эффективности во фрилансе — как для фрилансеров, так и для клиентов. Узнайте, как мы поддерживаем ваш успех:",
    "btnText": "Подробнее",
    "servicesData": [
      {
        "title1": "Безопасные платежи",
        "title2": "через Escrow",
        "image": "service1.svg",
        "url": "/"
      },
      {
        "title1": "Ясность проекта",
        "title2": "с ИИ",
        "image": "service2.svg",
        "url": "/"
      },
      {
        "title1": "Мгновенные",
        "title2": "Контракы",
        "image": "service3.svg",
        "url": "/"
      },
      {
        "title1": "Гибкие",
        "title2": "Кредиты",
        "image": "service4.svg",
        "url": "/"
      },
      {
        "title1": "Легкое",
        "title2": "Управление Проектами",
        "image": "service5.svg",
        "url": "/"
      },
      {
        "title1": "Честные",
        "title2": "Отзывы",
        "image": "service6.svg",
        "url": "/"
      }
    ]
  },
  "freelanceComp": {
    "title": "Готовы преобразить свой Фриланс-Опыт?",
    "subTitle": "Узнайте, как 1good помогает реализовать проекты с безопасными платежами, инструментами на базе ИИ и гибким финансированием. Сделаем фриланс удобным для вас!",
    "btnText": "Начать сегодня"
  },
  "caseComp": {
    "title": "Кейсы",
    "subTitle": "Посмотрите, как фрилансеры и заказчики из Узбекистана добиваются успеха с безопасной и эффективной платформой 1good.",
    "btnText": "Подробнее",
    "caseData": [
      {
        "description": "Небольшая пекарня увеличила охват в соцсетях и онлайн-заказы на 30% после того, как нашла идеальных SMM- и дизайнер-фрилансеров на 1good.uz.",
        "url": "/"
      },
      {
        "description": "Теч-стартап нанял фриланс-разработчика через 1good.uz и запустил MVP всего за неделю — сэкономив время и бюджет.",
        "url": "/"
      },
      {
        "description": "Студентка университета превратила свои языковые навыки в стабильный доход, предлагая услуги перевода на 1good.uz — не отвлекаясь от учёбы.",
        "url": "/"
      }
    ]
  },
  "worksComp": {
    "title": "Как работает 1good",
    "subTitle": "Простой процесс для удобного взаимодействия Фрилансеров и Заказчиков",
    "worksData": [
      {
        "id": "01",
        "title": " Разместите Проект",
        "description": "Начните с описания потребностей проекта. Заполните короткую форму с деталями: объём, бюджет, сроки — и наша платформа подберёт подходящих фрилансеров."
      },
      {
        "id": "02",
        "title": "Получите Предложения",
        "description": "Фрилансеры изучат ваш проект и отправят индивидуальные предложения. Просмотрите ставки и сроки, чтобы выбрать наиболее подходящий вариант."
      },
      {
        "id": "03",
        "title": "Выберите Фрилансера",
        "description": "Сравните предложения и выберите фрилансера, соответствующего вашему видению. Ознакомьтесь с профилем и отзывами, чтобы принять обоснованное решение и нанять специалиста с уверенностью."
      },
      {
        "id": "04",
        "title": "Работайте вместе",
        "description": "Сотрудничайте с фрилансером легко, используя ИИ-бриефы и мгновенные контракты. Поддерживайте синхронность на каждом этапе через нашу панель управления."
      },
      {
        "id": "05",
        "title": "Проверьте работу",
        "description": "Как только фрилансер сдаст работу, проверьте результат и убедитесь, что он соответствует вашим ожиданиям. При необходимости запросите правки или одобрите проект."
      },
      {
        "id": "06",
        "title": "Завершите оплату",

        "description": "Если вы довольны результатом, завершите оплату через нашу защищённую систему escrow. Оставьте отзыв, чтобы помочь другим участникам сообщества."
      }
    ]
  },
  "reviewsComp": {
    "title": "Отзывы",
    "subTitle": "Мнения наших клиентов: читайте отзывы о наших услугах",
    "reviewsData": [
      {
        "text": "“Нам срочно нужен был переводчик. Процесс был быстрым, безопасным и без стресса. Деньги хранились в эскроу, и мы были уверены, что получим результат до оплаты. Очень рекомендую!”",
        "name": "Искандар",
        "title": "Координатор НПО:"
      },
      {
        "text": "“Как владелец малого бизнеса, я не мог оплатить всё сразу. Кредитная система позволила мне сразу нанять дизайнера и платить по частям. Это помогло запустить мою кампанию.”",
        "name": "Дилбар",
        "title": "Маркетинг-менеджер"
      },
      {
        "text": "“У меня была идея стартапа, но я не знал, как её объяснить. ИИ помог мне написать идеальное описание проекта. Через 3 дня разработчик уже начал делать MVP. Всё прошло супер гладко!”",
        "name": "Рустам",
        "title": "Основатель стартапа"
      },
      {
        "text": "“Что мне больше всего нравится в 1good — это честность. Клиенты знают, за что платят, а я знаю, когда и как получу оплату. Это переворот для фрилансеров в Узбекистане.”",
        "name": "Нилуфар",
        "title": "Копирайтер"
      },
      {
        "text": "“Я бэкенд-разработчик, и с этой платформой получил своё первое оплачиваемое задание. Автоматический контракт дал уверенность и мне, и клиенту. Я закончил проект и получил оплату без проблем.”",
        "name": "Азамат",
        "title": "Разработчик Node.js"
      },
      {
        "text": "“До 1good.uz я часто сталкивалась с непонятными требованиями клиентов. Теперь с помощью ИИ всё чётко описано. Система escrow даёт спокойствие — больше не надо гоняться за оплатой.”",
        "name": "Зиёда",
        "title": "UI/UX дизайнер"
      }
    ]
  },
  "contactComp": {
    "title": "Свяжитесь с нами",
    "subTitle": "Свяжитесь с нами: Мы обсудим ваши требования",
    "radio1": "Просто поздороваться",
    "radio2": "Получите предложение",
    "fullName": "Имя",
    "email": "Электронная почта",
    "message": "Сообщение",
    "btnText": "Отправить сообщение"
  }
}
