{
  "heroComp": {
    "title": "1good — Первая Фриланс-платформа в Узбекистане на основе ИИ",
    "subTitle": "Ваша платформа для безопасных платежей, ИИ-подсказок и мгновенных контрактов — соединяем фрилансеров и клиентов в Узбекистане и за его пределами.",
    "btnText": "Регистрация"
  },
  "servicesComp": {
    "title": "Сервисы",
    "subTitle": "На 1good мы предлагаем ряд сервисов, обеспечивающих доверие и эффективность в сфере фриланса как для фрилансеров, так и для заказчиков. Узнайте, как мы способствуем вашему успеху:",
    "btnText": "Узнать больше",
    "servicesData": [
      {
        "title1": "Безопасность с",
        "title2": "Escrow",
        "description": "Наш Escrow-сервис гарантирует безопасность каждой транзакции. Клиенты вносят оплату заранее, а фрилансеры получают деньги только после утверждения работы, обеспечивая уверенность обеим сторонам.",
        "image": "service1.svg",
        "url": "/"
      },
      {
        "title1": "Точность",
        "title2": "с ИИ",
        "description": "Создавайте подробные технические задания с помощью нашего ИИ-ассистента. Просто ответьте на несколько вопросов — и получите понятный план для эффективной совместной работы с первого дня.",
        "image": "service2.svg",
        "url": "/"
      },
      {
        "title1": "Мгновенные",
        "title2": "Контракты",
        "description": "Создавайте юридически обязывающие контракты за считанные секунды. Наш ИИ адаптирует соглашения под ваш проект и добавляет электронную подпись для быстрого старта работы.",
        "image": "service3.svg",
        "url": "/"
      },
      {
        "title1": "Гибкие",
        "title2": "Кредиты",
        "description": "Нужны таланты, но не хватает средств? С помощью 1good Credits вы можете начать проект уже сегодня и оплачивать его постепенно, при этом фрилансеры получают оплату сразу.",
        "image": "service4.svg",
        "url": "/"
      },
      {
        "title1": "Удобное",
        "title2": "Управление",
        "description": "Отслеживайте этапы, утверждения и платежи в одном месте. Удобная панель помогает фрилансерам и клиентам оставаться организованными и сосредоточенными на результате.",
        "image": "service5.svg",
        "url": "/"
      },
      {
        "title1": "Прозрачные",
        "title2": "Отзывы",
        "description": "Оставляйте и получайте отзывы после завершения проектов. Прозрачная система рейтингов помогает фрилансерам выделиться, а клиентам — находить проверенных специалистов.",
        "image": "service6.svg",
        "url": "/"
      }
    ]
  },
  "freelanceComp": {
    "title": "Готовы изменить свой опыт фриланса?",
    "subTitle": "Узнайте, как 1good помогает реализовывать проекты с помощью безопасных платежей, ИИ-инструментов и гибкого финансирования. Давайте сделаем фриланс удобным!",
    "btnText": "Начать сейчас"
  },
  "caseComp": {
    "title": "Истории успеха",
    "subTitle": "Узнайте, как фрилансеры и заказчики из Узбекистана достигают успеха с помощью платформы 1good.",
    "btnText": "Узнать больше",
    "caseData": [
      {
        "description": "Небольшая пекарня увеличила охват в соцсетях и онлайн-продажи на 30% благодаря фрилансерам по SMM и дизайну, найденным через 1good.uz",
        "url": "/"
      },
      {
        "description": "Стартап разработал и запустил MVP всего за неделю, наняв разработчика через 1good.uz — это сэкономило время и бюджет",
        "url": "/"
      },
      {
        "description": "Студентка университета начала зарабатывать на переводах, не бросая учебу, предлагая услуги через 1good.uz",
        "url": "/"
      }
    ]
  },
  "worksComp": {
    "title": "Как работает 1good",
    "subTitle": "Простой процесс для легкого взаимодействия между фрилансерами и клиентами",
    "worksData": [
      {
        "id": "01",
        "title": "Опубликуйте проект",
        "description": "Опишите, что вам нужно. Укажите объем, бюджет и сроки — и мы подберем подходящих фрилансеров."
      },
      {
        "id": "02",
        "title": "Получите предложения",
        "description": "Фрилансеры отправят вам индивидуальные предложения. Сравните цены, сроки и выберите подходящего специалиста."
      },
      {
        "id": "03",
        "title": "Выберите фрилансера",
        "description": "Сравните предложения, изучите профили и отзывы, чтобы принять обоснованное решение и нанять исполнителя."
      },
      {
        "id": "04",
        "title": "Работайте вместе",
        "description": "Сотрудничайте с помощью ИИ-брифов и мгновенных контрактов. Все шаги прозрачны и понятны через нашу панель управления."
      },
      {
        "id": "05",
        "title": "Проверьте результат",
        "description": "Проверьте выполненную работу. При необходимости запросите правки или подтвердите выполнение проекта."
      },
      {
        "id": "06",
        "title": "Завершите оплату",
        "description": "После подтверждения результат сохраняется, а средства из эскроу переводятся фрилансеру. Безопасные и надежные платежи — каждый раз."
      }
    ]
  },
  "reviewsComp": {
    "title": "Отзывы",
    "subTitle": "Отзывы наших клиентов: как они оценивают наши сервисы",
    "reviewsData": [
      {
        "text": "“Нам срочно нужен был переводчик. Всё прошло быстро и безопасно. Escrow-система вселила уверенность, что мы получим результат до оплаты. Рекомендуем!”",
        "name": "Искандар",
        "title": "Координатор ННО"
      },
      {
        "text": "“Как владелец малого бизнеса, я не могла оплатить всё сразу. Система кредитов позволила нанять дизайнера и платить по частям. Это помогло запустить кампанию.”",
        "name": "Дильбар",
        "title": "Менеджер по маркетингу"
      },
      {
        "text": "“У меня была идея для стартапа, но я не знал, как правильно её описать. ИИ помог составить идеальный бриф. Уже через 3 дня разработчик начал работу!”",
        "name": "Рустам",
        "title": "Основатель стартапа"
      },
      {
        "text": "“Больше всего мне нравится честность платформы. Клиенты знают, за что платят, а я — когда и как получу оплату. Это меняет правила игры для фрилансеров в Узбекистане.”",
        "name": "Нилуфар",
        "title": "Копирайтер"
      },
      {
        "text": "“Я — backend-разработчик, и эта платформа помогла получить первый оплачиваемый заказ. Автоматический контракт обеспечил уверенность обеим сторонам.”",
        "name": "Азамат",
        "title": "Разработчик Node.js"
      },
      {
        "text": "“До 1good.uz часто сталкивалась с нечеткими требованиями клиентов. Теперь ИИ помогает описывать проекты, а эскроу — не переживать за оплату.”",
        "name": "Зиёда",
        "title": "UI/UX-дизайнер"
      }
    ]
  },
  "contactComp": {
    "title": "Связаться с нами",
    "subTitle": "Обсудим ваш проект: маркетинг, фриланс и не только",
    "radio1": "Просто поздороваться",
    "radio2": "Получить предложение",
    "fullName": "Имя",
    "email": "Электронная почта",
    "message": "Сообщение",
    "btnText": "Отправить"
  }
}
