{
  "heroComp": {
    "title": "Надёжное сотрудничество с фрилансерами",
    "subTitle": "Связывайтесь с талантливыми фрилансерами и клиентами Узбекистана — с инструментами, которые обеспечивают доверие и эффективность на каждом этапе."
  },
  "escowComp": {
    "title1": "Escrow для",
    "title2": "Безопасных Транзакций",
    "subTitle": "С системой Escrow от 1good платежи сохраняются до одобрения проекта. Фрилансеры получают оплату вовремя, а клиенты переводят средства только после одобрения — доверие строится естественно.",
    "btnText": "Регистраться"
  },

  "weWorkComp": {
    "title": "Как мы работаем: процесс SEO",
    "subTitle": "Наш пошаговый SEO-подход помогает повысить рейтинг сайта, привлечь больше трафика и добиться стабильных результатов.",
    "weWorkData": [
      {
        "id": "01",
        "title": "Запуск Проекта",
        "description": "Клиенты размещают свои задачи с указанием объёма работ, бюджета и сроков. Наш ИИ-помощник помогает составить чёткое техническое задание."
      },
      {
        "id": "02",
        "title": "Подбор Предложений",
        "description": "Фрилансеры отправляют индивидуальные предложения. Клиенты сравнивают навыки и цены, чтобы выбрать наилучший вариант."
      },
      {
        "id": "03",
        "title": "Создание Соглашения",
        "description": "После выбора исполнителя платформа автоматически создаёт юридически обязывающий контракт, защищающий обе стороны."
      },
      {
        "id": "04",
        "title": "Безопасная Оплата",
        "description": "Клиенты переводят средства в Escrow. Деньги сохраняются до завершения проекта, что укрепляет доверие."
      },
      {
        "id": "05",
        "title": "Сотрудничество & Сдача",
        "description": "Фрилансеры и клиенты работают через нашу панель управления. После сдачи работы клиент проверяет и одобряет результат."
      },
      {
        "id": "06",
        "title": "Выплата Средств",
        "description": "После одобрения средства переводятся фрилансеру. Обе стороны могут оставить отзыв, повышая доверие к следующим проектам."
      }
    ]
  },
  "rankComp": {
    "title": "Готовы поднять позиции в поиске?",
    "subTitle": "Присоединяйтесь к платформе с надёжным и простым сотрудничеством.",
    "description": "На 1good мы помогаем фрилансерам и клиентам достигать успеха благодаря Escrow-платежам, инструментам с ИИ и гибкому финансированию. Хотите нанять специалиста или предложить свои услуги? Сделаем следующий проект успешным!",
    "btnText": "Начать путь"
  }
}
